{
  "RSVP": {
    "delightedMessage": "We'd be delighted if you could attend. Looking forward to celebrating with you!",
    "acceptBy": "Please kindly reply by 21st March, 2024",
    "acceptButton": "Yes, I'll be attending!",
    "cancelButton": "No, I'm sorry.",
    "sendFeedback": "Send your feedback ",
    "donationMessage": "Share your well wishes through thoughtful donations for us",
    "namePlaceholder": "Your name",
    "nameData": "Dear {name},"
  },
  "Home": {
    "weddingDate": "March 31st, 2024",
    "backButton": "Back",
    "menu": {
      "invitation": "Invitation",
      "sendWishes": "Send wishes",
      "aboutUs": "About us",
      "language": "Vietnamese"
    },
    "gettingMarried": "We’re Getting Married!",
    "gettingMarriedSubTitle": "Our love story unfolds like a delicate dance, and now, at this beautiful juncture, we’re stepping into forever.         \nWith hearts intertwined, we promise to cherish each sunrise and sunset, to weather storms together, and to celebrate every joy as one.",
    "address": "Riverside Palace,",
    "city": "District 4, HCM city",
    "seeYouAtWedding": "See you at the wedding!",
    "seeYouAtWeddingSubTitle": "Picture a garden adorned with blossoms, where love blooms as surely as the petals unfurl. Amidst the fragrance of jasmine and the soft rustle of leaves, we invite you to witness our union. ‘See you at the wedding,’ we say, as we pen our vows — promises etched in starlight, binding us together in this beautiful chapter of forever.",
    "registry": "About us",
    "registrySubTitle": "Luan and Quynh, once high school friends, are now a happily married couple. Our bond, which began as a youthful friendship, blossomed into enduring love. we navigated life's journey together, our relationship maturing over time. Today, we cherish their love that grows stronger with each passing day.",
    "theDayGotEngaged": "The Day They Got Engaged",
    "theDayGotEngagedSubTitle": "The day we got engaged was filled with joy and anticipation. As Luan went down on one knee, presenting the ring to Quynh, their hearts fluttered with excitement. The moment was magical, marking the beginning of a new chapter in their lives. It was a day they would always remember, a day their love was sealed with a promise of forever."
  },
  "RejectModal": {
    "title": "Send wishes",
    "subTitle": "While we deeply regret that some of you won’t be able to join us on our special day, we appreciate your warm wishes and support. If you’d like to leave a message or share your blessings, please feel free to do so below. Your kind words mean the world to us",
    "placeholder": "Share your blessings here",
    "send": "Send"
  }
}
