{
  "RSVP": {
    "delightedMessage": "Hi vọng bạn có thể tham dự buổi tiệc này với vợ chồng mình!",
    "acceptBy": "Để thuận tiện cho việc sắp xếp chỗ ngồi, vui lòng phản hồi giúp vợ chồng mình nhé!",
    "acceptButton": "Sẵn sàng!",
    "cancelButton": "Rất tiếc",
    "sendFeedback": "Gửi phản hồi ",
    "donationMessage": "Gửi lời chúc đến đôi uyên ương thông qua",
    "namePlaceholder": "Tên của bạn",
    "nameData": "Thân gửi {name},"
  },
  "Home": {
    "weddingDate": "31 Tháng 3, 2024",
    "backButton": "Back",
    "menu": {
      "invitation": "Thiệp mời",
      "sendWishes": "Gửi lời chúc",
      "aboutUs": "Thông tin",
      "language": "Tiếng Anh"
    },
    "gettingMarried": "Chúng mình chính thức về một nhà",
    "gettingMarriedSubTitle": "Sau nhiều năm tìm hiểu và xây dựng những kỷ niệm cùng nhau, hôm nay đánh dấu sự khởi đầu đẹp đẽ của hành trình mới của chúng mình dưới một mái nhà chung. Một chương mới đã được mở ra, một chương mới chúng mình sẽ viết những câu chuyện cùng nhau.",
    "address": "Riverside Palace",
    "city": "Quận 4, TPHCM",
    "seeYouAtWedding": "Hi vọng bạn có thể tham dự",
    "seeYouAtWeddingSubTitle": "Lễ Đính Hôn tụi mình xin phép được tổ chức nho nhỏ, hi vọng bạn có thể tham dự với vợ chồng mình vào ngày 31 tháng 3 sắp tới. Chúng mình rất mong có thể gặp lại bạn ở buổi tiệc!",
    "registry": "Về chúng mình",
    "registrySubTitle": "Luân và Quỳnh, hai con người đã gặp nhau từ thời trung học, giờ đây đã cùng chung sống dưới mái nhà hạnh phúc. Tình yêu của họ như một bản tình ca êm đềm, khởi nguồn từ những ngày tháng học trò ngây thơ. Giờ đây, họ đã cùng nhau xây dựng một gia đình, mỗi ngày trôi qua đều chứng kiến tình yêu của họ ngày càng mạnh mẽ và sâu đậm. Mỗi ánh mắt trao nhau, mỗi nụ cười chia sẻ, mỗi lời yêu thương đều khắc sâu vào trái tim họ, tạo nên một câu chuyện tình yêu đẹp đẽ và lãng mạn.",
    "theDayGotEngaged": "Hình ảnh",
    "theDayGotEngagedSubTitle": "Ngày chúng mình đính hôn là một ngày tràn đầy niềm vui và sự mong đợi. Khi Luân quỳ xuống một chân, trao chiếc nhẫn cho Quỳnh, trái tim họ như đập rộn ràng trong hạnh phúc. Khoảnh khắc ấy thật phép màu, khởi đầu cho một chương mới trong cuộc đời họ. Đó là một ngày họ sẽ mãi ghi nhớ, một ngày tình yêu của họ được đắm đuối trong lời hứa về một tương lai mãi mãi."
  }
}